[
    {
        "id": 1,
        "name": "Fender FA-125 Dreadnought",
        "img":{
            "src": "gitara1.png",
            "alt": "gitara1"
        },
        "price":{
            "old": null,
            "new": "17.000"
        },
        
        "text": "The FA-125 is a visually stunning guitar with a budget-friendly price. Quality laminate construction with a modern Fender 3+3 headstock and Viking bridge create an easy-playing instrument that sounds great. Beginners and developing players will appreciate this guitar, which features a nato neck that gives the guitar lively tone and a smooth playing feel.",
        "type": 1,
        "brand": 1,
        "current": 1,
        "collection": 2
    },
    {
        "id": 2,
        "name": "Yamaha FG820 Sunset Blue",
        "img":{
            "src": "gitara2.png",
            "alt": "gitara2"
        },
        "price":{
            "old": "32.000",
            "new": "25.000"
        },
        "text": "In addition to warmer and stronger sound thanks to the mahogany back and sides, the body binding and fingerboard binding are cream plastic, for an upgraded look. A wealth of color options are available.",
        "type": 1,
        "brand": 4,
        "current": 1,
        "collection": 1
    },
    {
        "id": 3,
        "name": "Jackson JS Series Dinky™ RED",
        "img":{
            "src": "gitara3.png",
            "alt": "gitara3"
        },
        "price":{
            "old": null,
            "new": "43.000"
        },
        "text": "Swift, deadly and affordable, Jackson JS Series guitars take an epic leap forward, making it easier than ever to get classic Jackson tone, looks and playability without breaking the bank. Upgraded features such as arched tops, new high-output ceramic-magnet pickups, graphite-reinforced maple necks, and black hardware deliver more for less.",
        "type": 1,
        "brand": 6,
        "current": 2,
        "collection": null
    },
    {
        "id": 4,
        "name": "Ibanez AC240-OPN",
        "img":{
            "src": "gitara4.png",
            "alt": "gitara4"
        },
        "price":{
            "old": "52.000",
            "new": "40.000"
        },
        "text": "The Artwood series of Ibanez is the best known of all Ibanez acoustic guitar series. These acoustic guitars with cutaway body combine great design, beauty and a sophisticated sound. Altogether, this series offers seven different models.",
        "type": 1,
        "brand": 5,
        "current": 1,
        "collection": 1
    },
    {
        "id": 5,
        "name": "Squier By Fender Bullet Stratocaster",
        "img":{
            "src": "gitara5.png",
            "alt": "gitara5"
        },
        "price":{
            "old": null,
            "new": "21.000"
        },
        "text": "Our Bullet Strat with tremolo is a simple, affordable and practical guitar designed for beginners and students. The classic style is complemented by the addition of a Humbuc pickup in the HSS configuration. Other features include a five-pole switch, synchronized tremolo, maple neck with laurel finger with 21 threshold.",
        "type": 1,
        "brand": 3,
        "current": 2,
        "collection": null
    },
    {
        "id": 6,
        "name": "Yamaha C30 II classic guitar",
        "img":{
            "src": "gitara10.png",
            "alt": "gitara10"
        },
        "price":{
            "old": "35.000",
            "new": "29.000"
        },
        "text": "The Yamaha C30 II classical guitar may be one of the cheaper models, but the quality and tone are outstanding for the price paid. Good job for a beginner.",
        "type": 1,
        "brand": 4,
        "current": 1,
        "collection": 1
    },
    {
        "id": 7,
        "name": "LTD Surveyor 400 Bass Black",
        "img":{
            "src": "gitara7.png",
            "alt": "gitara7"
        },
        "price":{
            "old": "98.000",
            "new": "75.000"
        },
        "text": "The ESP LTD Surveyor 400 bass is a class act for a moderate price. Traditional in style, made with solid, high quality tone woods, it is fitted with EMG active pickups, coil-tap capability, and 3-band active EQ for vast tonal range.",
        "type": 2,
        "brand": 7,
        "current": 2,
        "collection": 1
    },
    {
        "id": 8,
        "name": "Gibson Custom Les Paul Axcess",
        "img":{
            "src": "gitara8.png",
            "alt": "gitara8"
        },
        "price":{
            "old": null,
            "new": "158.000"
        },
        "text": "This Gibson Custom Les Paul Axcess Custom solidbody electric guitar takes the Les Paul to a new level of playing ease and sonic dexterity. Dimed, the instrument's dual humbuckers send a volcanic surge of molten tone erupting from your amp. Dial back the gain; it cleans right up. Hit the coil split and you've got chimey spank and sparkle. Sporting the elegant styling of late '50s-era 'Paul Customs, this axe also provides you with a modern \"heel-less\" neck joint and a weight-relieved body with a comfortable tummy contour.",
        "type": 1,
        "brand": 2,
        "current": 2,
        "collection": 2
    },
    {
        "id": 9,
        "name": "Fender FA-450CE LRL 3TS",
        "img":{
            "src": "gitara9.png",
            "alt": "gitara9"
        },
        "price":{
            "old": "75.000",
            "new": "65.000"
        },
        "text": "Not just another pretty bass, the inspiring and surprisingly versatile FA-450CE makes it easy to take killer Fender bass tone and feel anywhere you go. For amplified performances. the onboard Fishman® preamp system offers crystal-clear sound along with volume, bass and treble controls to precisely shape your tone. The luxurious flame maple top enhances articulation, lending a crisp attack to the mahogany back and sides rich, warm voice.",
        "type": 2,
        "brand": 1,
        "current": 1,
        "collection": 1
    },
    {
        "id": 10,
        "name": "Jackson JS Series Dinky™ BLUE",
        "img":{
            "src": "gitara6.png",
            "alt": "gitara6"
        },
        "price":{
            "old": null,
            "new": "43.000"
        },
        "text": "Swift, deadly and affordable, Jackson JS Series guitars take an epic leap forward, making it easier than ever to get classic Jackson tone, looks and playability without breaking the bank. Upgraded features such as arched tops, new high-output ceramic-magnet pickups, graphite-reinforced maple necks, and black hardware deliver more for less.",
        "type": 1,
        "brand": 6,
        "current": 2,
        "collection": null
    },
    {
        "id": 11,
        "name": "Sigma BME",
        "img":{
            "src": "gitara11.png",
            "alt": "gitara11"
        },
        "price":{
            "old": null,
            "new": "95.000"
        },
        "text": "Solid spruce top, mahogany back and sides, bone nut and saddle, mahogany neck with rosewood fretboard, 34\" scale, Piezo pickup and active preamp with built in tuner. This is one of our favourite acoustic basses, they sound rich and full with excellent projection courtesy of the solid top.",
        "type": 2,
        "brand": 8,
        "current": 1,
        "collection": null
    },
    {
        "id": 12,
        "name": "Fender Montecito Tenor Ukulele",
        "img":{
            "src": "gitara12.png",
            "alt": "gitara12"
        },
        "price":{
            "old": null,
            "new": "28.287"
        },
        "text": "The solid top provides enhanced resonance and sustain, along with incredible warmth and well-balanced projection. The Montecito's koa body is complemented by blue-green abalone top binding and a bound back and fingerboard for a refined look. Other features include a no-tie bridge for quick, easy string changes, a bone nut and saddle for superior intonation, an abalone rosette, vintage-style closed-back tuning machines and a 4-in-line Tele® headstock for that unmistakably classic Fender look.",
        "type": 3,
        "brand": 1,
        "current": 1,
        "collection": 2
    },
    {
        "id": 13,
        "name": "Fender Fullerton Tele Uke Black",
        "img":{
            "src": "gitara13.png",
            "alt": "gitara13"
        },
        "price":{
            "new": "24.429"
        },
        "text": "Tipping the hat to Fenders iconic guitar body shapes, the Fullerton Series ukuleles are nothing short of electric. The Fullerton Telecaster departs from traditional ukulele construction and aesthetics, while remaining faithful to Fenders history. The Telecaster ukuleles pickguard, signature finish color options, and 4-in-line headstock can only be categorized as quintessentially Fender.",
        "type": 3,
        "brand": 1,
        "current": 2,
        "collection": null
    },
    {
        "id": 14,
        "name": "Fender Billie Eilish Signature Ukulele",
        "img":{
            "src": "gitara14.png",
            "alt": "gitara14"
        },
        "price":{
            "old": null,
            "new": "31.296"
        },
        "text": "As soon as she burst onto the scene with her 2015 single “Ocean Eyes”, it was clear that Billie Eilish is a force to be reckoned with. In the years since, she has established herself as a new kind of pop culture icon, taking the fashion and music industries by storm on her own terms. Billies meteoric ascent to pop stardom started with the ukulele, the first instrument she learned to play.",
        "type": 3,
        "brand": 1,
        "current": 1,
        "collection": 3
    },
    {
        "id": 15,
        "name": "LTD Surveyor 405 NAT",
        "img":{
            "src": "gitara15.png",
            "alt": "gitara15"
        },
        "price":{
            "old": "93.526",
            "new": "85.000"
        },
        "text": "The ESP LTD Surveyor 405 bass guitar is a classy 5-string at a moderate price. Traditional in style, made with solid, high quality tone woods, it features EMG active pickups, coil-tap capability, and 3-band active EQ for vast tonal range.",
        "type": 2,
        "brand": 7,
        "current": 1,
        "collection": 1
    },
    {
        "id": 16,
        "name": "Ibanez SR300-IPT",
        "img":{
            "src": "gitara16.png",
            "alt": "gitara16"
        },
        "price":{
            "old": null,
            "new": "37.679"
        },
        "text": "The ESP LTD Surveyor 405 bass guitar is a classy 5-string at a moderate price. Traditional in style, made with solid, high quality tone woods, it features EMG active pickups, coil-tap capability, and 3-band active EQ for vast tonal range.",
        "type": 2,
        "brand": 5,
        "current": 2,
        "collection": 2
    },
    {
        "id": 17,
        "name": "Gibson Thunderbird Bass Vintage Sunburst",
        "img":{
            "src": "gitara17.png",
            "alt": "gitara17"
        },
        "price":{
            "old": null,
            "new": "166.054"
        },
        "text": "There are some guitars—the Les Paul, the SG, the Flying V—that are instantly recognizable, their iconic shapes having long been embedded into the hearts and minds of music enthusiasts everywhere. The Gibson Thunderbird IV bass joined this distinguished lineup shortly after its introduction in 1963.",
        "type": 2,
        "brand": 2,
        "current": 2,
        "collection": null
    },
    {
        "id": 18,
        "name": "Squier By Fender Classic Vibe Precision",
        "img":{
            "src": "gitara18.png",
            "alt": "gitara18"
        },
        "price":{
            "old": null,
            "new": "166.054"
        },
        "text": "Delivering an authentic 50s-era bass experience in sound, look and feel, the all-new Classic Vibe Precision Bass 50s boasts a gorgeous new Butterscotch Blonde finish on a pine body. Features include a vintage-tint gloss maple neck with 20 medium-jumbo frets and modern 9.5” fretboard radius, custom “original” single-coil pickup that delivers warm and earthy old-school Precision Bass tone, traditional single-ply black pickguard and “HiMass” bridge with four brass barrel saddles.",
        "type": 2,
        "brand": 3,
        "current": 2,
        "collection": null
    },
    {
        "id": 19,
        "name": "Yamaha C70 classic guitar",
        "img":{
            "src": "gitara19.png",
            "alt": "gitara19"
        },
        "price":{
            "old": null,
            "new": "29.561"
        },
        "text": "If you have a more modest budget, it does not necessarily mean that you are doomed to second-class instruments, which is best demonstrated by the Yamaha C70 classical guitar. The spruce top, mahogany side and backs look like mahogany and a real rosewood fingerboard ensure that this guitar is blessed with quality tone and playfulness at an affordable price. The C70 has gold-plated studs and an attractive multi-layer binding.",
        "type": 1,
        "brand": 4,
        "current": 1,
        "collection": null
    },
    {
        "id": 20,
        "name": "Sigma DTCE+",
        "img":{
            "src": "gitara20.png",
            "alt": "gitara20"
        },
        "price":{
            "old": null,
            "new": "35.620"
        },
        "text": "Sigma DTCE+ is a visually stunning guitar with a budget-friendly price. Quality laminate construction with a modern Fender 3+3 headstock and Viking bridge create an easy-playing instrument that sounds great. Beginners and developing players will appreciate this guitar, which features a nato neck that gives the guitar lively tone and a smooth playing feel.",
        "type": 1,
        "brand": 8,
        "current": 1,
        "collection": 2
    },
    {
        "id": 21,
        "name": "Jackson JS Series Signature Gus G. Star",
        "img":{
            "src": "gitara21.png",
            "alt": "gitara21"
        },
        "price":{
            "old": "68.249",
            "new": "52.513"
        },
        "text": "Gus G. spent the past decade affirming his status as one of metals reigning guitar virtuosos. Personally handpicked by Ozzy Osbourne in August 2009, he served as the heavy metal legends lead guitarist through spring 2017, while also establishing himself as an acclaimed solo artist with more than a dozen studio albums to his credit. He also managed to find time to perform worldwide with acts as diverse as Arch Enemy, Dream Evil and his own band, Firewind.",
        "type": 1,
        "brand": 6,
        "current": 2,
        "collection": 1
    }
]